Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

# passcode_required_full_message
source: A passcode must be set on your device to use App Lock. Please go to Settings > Face ID & Passcode to set up a passcode.
ar: يجب تعيين رمز مرور على جهازك لاستخدام قفل التطبيق. يرجى الانتقال إلى الإعدادات > Face ID ورمز المرور لتعيين رمز المرور.
de: Auf Ihrem Gerät muss ein Passcode eingerichtet sein, um die App-Sperre zu verwenden. Bitte gehen Sie zu Einstellungen > Face ID & Passcode, um einen Passcode einzurichten.
es: Debe configurar un código de acceso en su dispositivo para usar el bloqueo de aplicación. Vaya a Configuración > Face ID y código de acceso para configurar un código de acceso.
fr: Un code d'accès doit être configuré sur votre appareil pour utiliser le verrouillage de l'application. Veuillez aller dans Réglages > Face ID et code d'accès pour configurer un code d'accès.
hi: ऐप लॉक का उपयोग करने के लिए आपके डिवाइस पर पासकोड सेट होना चाहिए। कृपया पासकोड सेट करने के लिए सेटिंग्स > Face ID और पासकोड पर जाएं।
it: È necessario impostare un codice di accesso sul dispositivo per utilizzare il blocco app. Vai su Impostazioni > Face ID e codice di accesso per impostare un codice di accesso.
ja: アプリロックを使用するには、デバイスにパスコードを設定する必要があります。設定 > Face IDとパスコードに移動して、パスコードを設定してください。
km_kh: ត្រូវការកំណត់លេខសម្ងាត់នៅលើឧបករណ៍របស់អ្នកដើម្បីប្រើការចាក់សោកម្មវិធី។ សូមទៅកាន់ការកំណត់ > Face ID និងលេខសម្ងាត់ដើម្បីកំណត់លេខសម្ងាត់។
ko: 앱 잠금을 사용하려면 기기에 암호를 설정해야 합니다. 설정 > Face ID 및 암호로 이동하여 암호를 설정하세요.
pt: Uma senha deve ser configurada no seu dispositivo para usar o bloqueio de aplicativo. Vá para Configurações > Face ID e senha para configurar uma senha.
ru: Для использования блокировки приложения на вашем устройстве должен быть установлен пароль. Перейдите в Настройки > Face ID и пароль, чтобы установить пароль.
th: ต้องตั้งค่ารหัสผ่านบนอุปกรณ์ของคุณเพื่อใช้ล็อคแอป โปรดไปที่การตั้งค่า > Face ID และรหัสผ่านเพื่อตั้งค่ารหัสผ่าน
vi: Bạn phải đặt mật khẩu trên thiết bị để sử dụng Khóa ứng dụng. Vui lòng vào Cài đặt > Face ID và Mật khẩu để đặt mật khẩu.
zh_hans: 必须先在设备上设置密码才能使用应用锁定。请前往设置 > Face ID 与密码来设置密码。

# open_passcode_settings_button
source: Open Passcode Settings
ar: فتح إعدادات رمز المرور
de: Passcode-Einstellungen öffnen
es: Abrir configuración de código de acceso
fr: Ouvrir les paramètres du code d'accès
hi: पासकोड सेटिंग्स खोलें
it: Apri impostazioni codice di accesso
ja: パスコード設定を開く
km_kh: បើកការកំណត់លេខសម្ងាត់
ko: 암호 설정 열기
pt: Abrir configurações de senha
ru: Открыть настройки пароля
th: เปิดการตั้งค่ารหัสผ่าน
vi: Mở cài đặt mật khẩu
zh_hans: 打开密码设置
